[
  { "id": "asjdlkf7982134zio", "name": "Be a Space Geologist", "photo": "https://live.staticflickr.com/4122/4882691196_d829bb6917_b.jpg", "species": "Intermediate", "birthYear": "2019", "description": "Picture a geologist. Do you imagine someone who spends their days in remote field areas looking at rocks? Our planet and its geology can also be studied from space using only a computer and NASA data. Your challenge is to create an app that enables geologists to use NASA’s Earth observation data to conduct research. Use your imagination to show us that geology doesn’t always require field work to rock!" },
  { "id": "bnvmzxcv11111111a", "name": "Artemis II and You!", "photo": "https://people.com/thmb/zn4Fw2rb7AT-077UTcn6bM6N1-k=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(749x0:751x2)/nasa-artemis-launch-112222-11388c9571e74adeaa7567757dc408eb.jpg", "species": "Beginner", "birthYear": "2022", "description": "NASA’s Artemis II mission will bring a lot of firsts to the world–it will be the first mission to send a woman, a person of color, and a Canadian to lunar space. Your challenge is to create a short video to share how the development of the Artemis II mission is impacting you and your community, wherever you may be." },
  { "id": "buoibrtz456789012", "name": "Develop the Oracle of DSCOVR", "photo": "https://assets.spaceappschallenge.org/media/images/GSFC_20171208_Archive_e002082orig.original.jpg", "species": "Advanced", "birthYear": "2023", "description": "When operating reliably, the National Oceanic and Atmospheric Administration’s (NOAA’s) space weather station, the Deep Space Climate Observatory (DSCOVR), can measure the strength and speed of the solar wind in space, which enables us to predict geomagnetic storms that can severely impact important systems like GPS and electrical power grids on Earth. DSCOVR, however, continues to operate past its expected lifetime and produces occasional faults that may themselves be indicators of space weather. Your challenge is to use the raw data from DSCOVR—faults and all—to predict geomagnetic storms on Earth." },
  { "id": "asdfasdfasdf29101", "name": "Eclipses: Perspective is Everything", "photo": "https://assets.spaceappschallenge.org/media/images/AFRC2017-0233-009medium.original.jpg", "species": "Beginner", "birthYear": "2017", "description": "Eclipses are awe-inspiring celestial events that drastically change the appearance of one of the two biggest objects we see in our sky: our Sun and Moon. On Earth, people can experience eclipses when Earth, the Moon, and the Sun align. Your challenge is to create a game, activity, or story for young learners that explains the mechanics of eclipses, including eclipse seasons, how and why eclipses occur, and why only some people on Earth can see an eclipse at a given time." },
  { "id": "vbcbxvcbxcvb89080", "name": "Immersed in the Sounds of Space", "photo": "https://assets.spaceappschallenge.org/media/images/PIA25582small.original.jpg", "species": "Intermediate", "birthYear": "2015", "description": "NASA offers a variety of “sonifications” – translations of 2D astronomical data into sound –that provide a new way to experience imagery and other information from space. Advanced instruments currently provide hyperspectral (many color) images from space that are 3D (two spatial dimensions and one color dimension), and sophisticated techniques can be used to enhance 2D astronomical images to make video representations called “fly-throughs” that allow viewers to experience what it would look like to move among space objects in 3D (three simulated spatial dimensions). Your challenge is to design a method to create sonifications of these 3D NASA space datasets to provide a different perceptual path that can help us understand and appreciate the wonders of the universe!" },
  { "id": "zxczcxzcxzcxzcx61", "name": "Magnetic Reconnection", "photo": "https://www.researchgate.net/publication/303540615/figure/fig1/AS:669061524496394@1536528106536/Coronal-loops-have-approximately-a-semicircular-shape-Image-SDO-AIA-171A171A-filter.png", "species": "Advanced", "birthYear": "2019", "description": "Magnetic reconnection (MR) is a process in which opposing magnetic field lines merge. If magnetic reconnection occurs between the interplanetary magnetic field (IMF) and Earth’s magnetic field, solar-wind plasma particles are permitted to enter the region of space near Earth (the geospace), potentially causing space weather events that could impact satellites in Earth orbit, as well as power systems on Earth. Your challenge is to develop a computer program for the public that analyzes the IMF vector components measured by spacecraft to assess how often magnetic reconnection occurs." },
  { "id": "rertyetyeryte8765", "name": "Ocean Gardens", "photo": "https://assets.spaceappschallenge.org/media/images/sts052-153-102medium.original.jpg", "species": "Intermediate", "birthYear": "2016", "description": "Imagine you visit a landlocked region where none of the inhabitants have ever been to the ocean. Although they may not be aware of it, every single day these people breathe oxygen generated by marine photosynthesis, benefit from the lowered atmospheric carbon dioxide (CO2) levels induced by marine phytoplankton, and consume food that was fueled by marine ecosystems. In essence, the ocean can be viewed as a garden that provides beauty, resources, and CO2 drawdown for society. Your challenge is to create an accessible platform that visually, sonically, and interactively educates users about important ocean-provided services in a way they can easily understand." },
  { "id": "vnbbnvnbv98765432", "name": "NASA in Your Neighborhood", "photo": "https://assets.spaceappschallenge.org/media/images/ACD06-0059-002medium.original.jpg", "species": "Beginner", "birthYear": "2014", "description": "Satellites can tell us a lot about the Earth system. We can learn about air quality, water quality, tree canopy, and even urban heat from the vantage point of space. This information is even more powerful when combined with information about people living on the ground. Your challenge is to look around your neighborhood or town and formulate a question about how the environment and humans are related, research the question using data from NASA satellites and information about people, and present your findings in a creative way." },
  { "id": "jkllkjlk123456789", "name": "Mapping Data for Societal Benefit", "photo": "https://assets.spaceappschallenge.org/media/images/beach_cleanup2.original.jpg", "species": "Advanced", "birthYear": "2020", "description": "The world is facing many big challenges like climate change, water insecurity, and diseases; addressing these challenges in innovative ways requires interdisciplinary research using data from multiple sources. Many U.S. government agencies have substantial archives of high-quality, freely available data, but these archives can be difficult to navigate. Your challenge is to design a platform to explore open data that is available from NASA and other federal data repositories or to improve the functionality of an existing such platform, and then demonstrate how your solution can be applied to an area of study that has significant societal benefits (e.g., environmental justice, ecological conservation, or human health)." }
]
